Repository: AppNewbie86/MeineFarm
Catalog: MeineFarm/Services/Languages/*.lproj/Localizable.strings
Languages: de, fr

# Text1
source: Hello! Welcome to our app!
de: Hallo! Willkommen zur unserer App!
fr: Bonjour! Bienvenue dans notre application!

# Text2
source: MyFarm
fr: Ma ferme

# Text3
source: SIGN UP
de: Registrieren
fr: enregistrer

# Text4
source: Already have an account?
de: Sie haben bereits einen Account?
fr: Vous avez déjà un compte.

# Text5
source: Log in instead!
de: Hier schnell einloggen!
fr: se connecter rapidement

# Text6
source: Login
de: Anmelden
fr: Se connecter

# Text7
source: Register
de: Registrieren
fr: S'inscrire

# GREETING_6
source: Howdy! Make the most out of the app!
de: Hey! Schön, dass du dabei bist!
fr: Salut! Profitez au maximum de l'application!

# GREETING_7
source: Welcome aboard! Dive into the app's features!
de: Hi! Erlebe unsere App voll und ganz!
fr: Bienvenue à bord! Plongez dans les fonctionnalités de l'application!

# GREETING_8
source: Yo! Get ready for a delightful experience!
de: Hallo! Freut mich, dich begrüßen zu dürfen!
fr: Yo! Préparez-vous à une expérience délicieuse!

# GREETING_9
source: Hi, friend! Explore and enjoy the app!
de: Hallo! Mach es dir mit der App gemütlich!
fr: Salut, l'ami! Explorez et profitez de l'application!

# GREETING_10
source: Hey there! Discover what the app has to offer!
de: Guten Tag! Entdecke, was unsere App bietet!
fr: Salut! Découvrez ce que l'application a à offrir!

# FAREWELL_1
source: Goodbye! Thanks for using our app!
de: Tschüss! Danke für die Nutzung unserer App!
fr: Au revoir! Merci d'avoir utilisé notre application!

# FAREWELL_2
source: Farewell! We appreciate you using the app!
de: Auf Wiedersehen! Wir danken dir für die Nutzung!
fr: Adieu! Nous vous remercions d'avoir utilisé l'application!

# FAREWELL_3
source: See you later! Thanks for being with us!
de: Bis später! Danke, dass du bei uns warst!
fr: À bientôt! Merci d'avoir été avec nous!

# FAREWELL_4
source: Take care! Thank you for your time with us!
de: Pass auf dich auf! Vielen Dank für deine Zeit!
fr: Prenez soin de vous! Merci pour votre temps avec nous!

# FAREWELL_5
source: Until next time! Your support means a lot!
de: Bis zum nächsten Mal! Deine Unterstützung bedeutet viel!
fr: À la prochaine! Votre soutien signifie beaucoup!

# FAREWELL_6
source: Bye for now! We're grateful for your support!
de: Bis bald! Wir schätzen deine Unterstützung!
fr: Bye pour le moment! Nous sommes reconnaissants pour votre soutien!

# FAREWELL_7
source: Adios! Thank you for choosing our app!
de: Adios! Danke, dass du unsere App gewählt hast!
fr: Adios! Merci d'avoir choisi notre application!

# FAREWELL_8
source: So long! Your presence was appreciated!
de: Bis dann! Deine Anwesenheit wurde geschätzt!
fr: À plus tard! Vos retours nous permettent de nous améliorer!

# FAREWELL_9
source: See ya! Your feedback makes us better!
de: Auf Wiedersehen! Dein Feedback macht uns besser!
fr: Prenez soin de vous! Votre satisfaction nous anime!

# FAREWELL_10
source: Take it easy! Your satisfaction drives us!
de: Mach's gut! Deine Zufriedenheit treibt uns an!
fr: À plus tard! Votre satisfaction nous anime!
